Repository: Filament-Guru/filament-guru
Catalog: locales/messages.*.xlf
Languages: de

# adminNavbar.backToHome
source: Back to home >>
de: Zurück zur Startseite >>

# tableHeader.updatedAt
source: Updated At
de: Letztes Update

# tableHeader.createdAt
source: Created At
de: Erstellt

# tableHeader.actions
source: Actions
de: Aktionen

# dialog.createColor.colorName
source: Color Name
de: Farbname

# dialog.createColor.btnAddNewColor
source: Add new color
de: Neue Farbe hinzufügen

# dialog.deleteColor.deleteMsg
source: Are you sure you want to delete this color?
de: Bist du sicher, dass du diese Farbe löschen willst?

# buttons.cancel
source: Cancel
de: Abbruch

# buttons.delete
source: Delete
de: Löschen

# dialog.createColorType.btnUpdateColorType
source: Update product
de: Produkt aktualisieren

# dialog.deleteFilamentType.deleteMsg
source: Are you sure you want to delete this filament-type?
de: Bist du sicher, dass du diesen Filament-Type löschen willst?

# dialog.shell.btnClose
source: Close dialog
de: Dialog schließen

# adminSidebar.startpage
source: Startpage
de: Startseite

# pages.color.btnAddColor
source: Add color
de: Farbe hinzufügen

# dialog.createColorType.colorTypeSlug
source: Color Type Slug
de: Farbtyp Slug

# dialog.createColorType.colorTypeSlugPlaceholder
source: Type color type slug
de: Tippe Farbtyp Slug

# dialog.createColorType.btnAddNewColorType
source: Add new color-type
de: Neuen Farbtyp hinzufügen

# dialog.deleteColorType.deleteMsg
source: Are you sure you want to delete this color-type?
de: Bist du sicher, dass du diesen Farbtyp löschen willst?

# dialog.createColorType.colorSlug
source: ColorType Slug
de: Farbtyp Slug

# dialog.createColor.btnUpdateColor
source: Update product
de: Produkt aktualisieren

# dialog.createFilamentType.filamentTypeSlug
source: Filament Type Slug
de: Filament-Typ Slug

# dialog.createFilamentType.filamentTypeSlugPlaceholder
source: Type filament type slug
de: Tippe Filament-Typ slug

# dialog.createFilamentType.btnAddNewFilamentType
source: Add new filament-type
de: Neuen Filament-Typ hinzufügen

# dialog.createFilamentType.filamentSlug
source: FilamentType Slug
de: Filament-Typ Slug

# dialog.createFilamentType.btnUpdateFilamentType
source: Update product
de: Produkt aktualisieren

# dialog.createProducer.producerName
source: Producer Name
de: Herstellername

# dialog.createProducer.producerNamePlaceholder
source: Type producer name
de: Tippe Herstellername

# dialog.createProducer.producerUrl
source: Producer Url
de: Hersteller Url

# dialog.createProducer.btnAddNewProducer
source: Add new producer
de: Neuen Herstellen hinzufügen

# dialog.deleteProducer.deleteMsg
source: Are you sure you want to delete this producer?
de: Bist du sicher, dass du diesen Herstellen löschen willst?

# dialog.createProducer.btnUpdateProducer
source: Update product
de: Hersteller aktualisieren

# adminSidebar.producer
source: Producer
de: Hersteller

# adminSidebar.color
source: Color
de: Farbe

# adminSidebar.colorType
source: Color Type
de: Farbtyp

# adminSidebar.filamentType
source: Filament Type
de: Filament-Typ

# pages.colorType.btnAddColor
source: Add color-type
de: Farbtyp hinzufügen

# pages.filamentType.btnAddFilament
source: Add filament-type
de: Filament-Typ hinzufügen

# pages.producer.btnAddProducer
source: Add producer
de: Hersteller hinzufügen
